# Task 02
# Напишите функцию f02, которая получает два числа и сравнивает их. Если они равны - возвращает True, если нет - False

def f02 (a,b) :
    pass

print(f02(22,22))