# Task 03
# Напишите функцию f03, которая получает два числа и если число x больше y то возвращает True, в противном случае - нуль.

def f03(x,y) :
    pass

print(f03(232,22))