# Task 05
# Напишите функцию f05, которая получает число и если оно от 0 до 999 включительно, возвращает строку 'B', если от 1000 включительно до 999999 то возвращает 'кB', если больше или равен 1000000 то 'MB', в случае если число меньше нуля - возвращает False.
# Надеюсь вы догадались что речь идет байтах, килобайтах и мегабайтах. Конечно же символы - латинские.

def f05(n):
    pass

print(f05(2234332))