# Task 07
# Напишите функцию f07, которая принимает знак (+, - , / , *) и возвращает результат математической операции примененной к переменным a, b. Обратите внимание - переменные созданы внутри функции.

def f07(s, a, b):
    pass

print(f07('*')) # ожидаем 50