# Task 09
# Напишите функцию f09, которая принимает строку - пароль, и возвращает True если длина пароля меньше 8 и False в противном случае.

def f09(p):
    pass

print(f09('you shall not pass'))