# Task 11
# Напишите функцию f11 которая проверяет name и password и если он равен 'pupkin' и '007' или 'plushkin' и '999' то возвращает 1 и 0 в противном случае.
#
# напоминаю везде где встречаются символы - это латинские символы.

def f11(name, password):
    pass

print(f11('pupkin', '0037'))