// itgid.info - курс Node.js

// Создайте анонимный модуль в данном файле, который принимает число большее или равное 0. Возвращает следующие значения:
// если исходное число 0 то возвращается 0
// если число от 0 (не включительно) до 999 (включительно) то возвращается строка 'b'
// если число от 1000 до 999 999(оба включительно) то возвращается строка 'kb'
// если число от 1000000 (включительно) и больше  то возвращается строка 'mb'
// все символы всегда - латиница
// важное замечание. Размеры файлов обычно маркируются в байтах. Сокращенно B. И килобайты kB и мегабайты MB. Но в данной задаче я нарушаю подход к именованию, поскольку очень многие писали кирилическую букву В.

module.exports = function (n) {
    
}