import random

# itgid.info - python 2023
# Task 07
# Напишите функцию f07, которая возвращает значение из переменной a. Обратите внимание, что задача решена - изучите ее.

a = 99

def f07() :
    a = 100
    return a

print(f07())
