import random

# itgid.info - python 2023
# Task 08
# Напишите функцию f08, которая возвращает значение из переменной a. Обратите внимание, что задача решена - изучите ее.

a = 99

def f08() :
    global a
    a = 100
    return a

print(f08())
print(a)
