# itgid.info

# Task 02
# Напишите функцию f02, получает tuple как аргумент и возвращает его длину.

def f02(tpl) :
    pass


t = (33, 44, 55, 66, 88)
print(f02(t))