# itgid.info

# Task 06
# Напишите функцию f06 которая получает tuple и значение. Возвращает новый tuple состоящий из значение исходного с добавленным переденным значением. Добавление - в конце.

def f06(t, v) :
    pass


tpl = (100, 105, 110)
res = f06(tpl, 115) # ожидаю (100, 105, 110, 115)
print(res)
print(type(res))