# itgid.info

# Task 15
# Напишите функцию f15, которая получает tuple и значение, возвращает последний индекс данного значения в tuple. Если значения нет - возвращает -1. Если значение встречается несколько раз, то выводим индекс первого значения с конца.

# например (11, 22, 33, 22, 23) число 22 возвращаем индекс 3
# например (11, 22, 33, 22, 23) число 33 возвращаем индекс 2

def f15(t, v) :
    pass


tpl = (100, 105, 110, 100, 105, 105, 12, 102)

res = f15(tpl, 12)

print(res)