# itgid.info - python 2023

# Напишите функцию f09, которая получает два числа и ВОЗВРАЩАЕТ количество четных чисел в указанном диапазоне. Начальное и конечное значение - включительно

# например f09(4, 9) функция возвращает число 3, потому что в диапазоне четные числа 4, 6, 8 
# например f09(1, 11) функция возвращает число 5, потому что в диапазоне четные числа 2, 4, 6, 8, 10 
# например f09(11, 12) функция возвращает число 1, потому что в диапазоне четные числа 12
# например f09(11, 11) функция возвращает число 0


# write your code under this line

def f09 (a, b) :
    pass

result = f09(1, 11)
print (result)

