# itgid.info - python 2023

# Напишите функцию f10, которая получает два числа и ВОЗВРАЩАЕТ количество чисел больше нуля в указанном диапазоне. Указанные аргументы - включительно.

# например f10(-4, 2) функция возвращает число 2, потому что в диапазоне положительные числа 1, 2
# например f10(-1, 5) функция возвращает число 5, потому что в диапазоне  положительные числа 1, 2, 3, 4, 5
# например f10(2, 3) функция возвращает число 2, потому что в диапазоне положительные числа 2, 3
# например f10(-11, -5) функция возвращает число 0


# write your code under this line

def f10 (a, b) :
   pass

result = f10(-4, 2)
print (result)

