# itgid.info - python 2023

# Напишите функцию f15, которая считает сумму целых чисел от 0 до 100 (включительно). Если сумма становится равной или больше указанного числа в аргументе функции - то функция останавливается и возвращает текущую сумму.

# например f15(12) функция возвращает число 15, потому что  0+1+2+3+4+5


# write your code under this line

def f15 (limit) :
    pass

result = f15(12)
print (result)

