# itgid.info - python 2023

# Напишите функцию f15, которая принимает аргумент - list, и возвращает новый list аналогичный полученному но с обратным порядком элементов. Решите с помощью цикла.

# write your code under this line

def f15 (f) :
    pass


b = [22, 33, 44, -55, 66]
result = f15(b)
print (b) # одижаю [66, -55, 44, 33, 22]
